/* No comment provided by engineer. */
"Export edited content using Compressor engine and custom settings (Compressor must be installed locally to be used)" = "Exporter le contenu édité à l’aide du moteur et des réglages personnalisés Compressor (Compressor doit être installé localement pour cela)";

/* No comment provided by engineer. */
"If selected, this task uses a remote Qmaster cluster to export the file (Compressor must be installed on every node); otherwise, it uses Xgrid" = "Lorsqu’elle est sélectionnée, cette tâche utilise une grappe de serveurs Qmaster distants pour exporter le fichier (Compressor doit être installé sur chaque noeud) ; sinon, elle utilise Xgrid";

/* No comment provided by engineer. */
"No Compressor setting selected." = "Aucun réglage Compressor n’est sélectionné.";

/* No comment provided by engineer. */
"No description" = "Sans description";

/* No comment provided by engineer. */
"Qmaster server cannot be empty." = "Le serveur Qmaster ne peut pas être vide.";

/* No comment provided by engineer. */
"Selected Compressor setting is invalid." = "Le réglage Compressor sélectionné est invalide.";

/* No comment provided by engineer. */
"Unknown" = "Inconnu";

